<?php

return [
    
    'home'          => 'الرئيسية',
    'contact'       => 'اتصل بنا',
    'ourShop'       => 'خدماتنا',
    'ourTeam'       => 'فريقنا',
    'aboutUs'       => 'عنا',
    'register'      => 'تسجيل جديد',
    'login'         => 'تسجيل دخول',
    'ourServices'   => 'خدماتنا',
    'add'           => 'اضافة',
    'company'       => 'الشركة',
    'booking'       => 'احجز',
    'cart'          => 'السلة',
    'contactUs'     => 'أتصل بنا',
    'address'       => 'العنوان',
    'phone'         => 'رقم الجوال',
    'email'         => 'البريد الإلكتروني',
    'privacyPolicy' => 'سياسات الخصوصية',
    'helpDesk'      => 'مركز المساعدة',
    'copyRight'     => 'حقوق الملكية محفوظة &copy;  '.date("Y")  . '  Magic Solutions',
    "branches" => "الفروع" ,
    "branch" => "فرع" ,
    'SubscribeTitle' => 'اشترك في رسالتنا الإخبارية',
    'SubscribeDesc' => 'إذا كانت لديك أية أسئلة ، فيمكنك الاتصال بنا حتى نتمكن من إعطائك إجابة مرضية. اشترك في النشرة الإخبارية لدينا للحصول على أحدث خدماتنا. ',
    'usefulLinks'    => 'روابط مفيدة',
    'shop'          => 'متجر',
    'MinuteSession' => ' دقيقة للجلسة',
    'OurProfessionalTeam'=> 'فريقنا المحترف',
    'ourServicesDesc' => "لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص الوهمي القياسي في الصناعة منذ",
    'OurProfessionalTeamDesc' => "لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد. لوريم إيبسوم هو النص الوهمي القياسي في الصناعة منذ",

    //register page 
    'PERSONALINFORMATION' => 'المعلومات الشخصية',
    'dontHaveAccount' => 'إذا كان لديك حساب معنا ، يرجى تسجيل الدخول.',
    'name'      => 'الأسم ' ,
    'Email'     => 'البريد الإلكتروني',
    'password'  => 'كلمة المرور' ,
    'create'    => 'أضافة',
    'createAnAccount' => 'أضافة حساب',

    
    /**
     * login page
     */
    'loginYourAccount'  => 'تسجيل الدخول إلى حسابك',
    'LOGIN'             => 'تسجيل الدخول',
    'ForgotPassword'    => 'هل نسيت كلمة السر',
    'ForgotPassword?'    => 'هل نسيت كلمة السر ؟',
    'WeWillSendEmail'   => 'سنرسل لك بريدًا إلكترونيًا لإعادة تعيين كلمة المرور الخاصة بك',
    'Back'              => 'رجوع', 
    'Submit'            => 'تسجيل دخول', 
    'logout'            => 'تسجيل خروج',
    'emailOrPasswordInvalid'=> 'البريد الإلكتروني أو كلمة المرور غير صحيحة',


];